Repository: Aurumaker72/MupenToolkit
Catalog: Properties/Resources.*.resx
Languages: de

# Angle
source: Ang
de: Winkel

source: Australia
de: Australien

source: Author
de: Autor

# BadMagicCookie
source: Invalid magic cookie
de: Ungültige Identifikationsnummer

# BypassMovie
source: Bypass
de: Statusumgang

# ComboEOFStringSearch
source: Malformed combo
de: Malformierte Daten

# ComboOOBLength
source: Malformed combo
de: Malformierte Daten

source: Connected
de: Verbunden

# ControllerBoundsCheck
source: Controller Amount
de: Controlleranzahl

# ControllerBoundsCheckDescription
source: Whether the controller amount is within logical bounds
de: Ob die Anzahl der Controller innerhalb Normen sind

source: Controllers
de: Controller

# DataDiagnosis
source: Diagnosis
de: Diagnose

source: Description
de: Beschreibung

# DragDropTooMany
source: Dropped more than one file, the first will be considered and rest discarded.
de: Es wurde mehr als eine Datei ausgewählt. Es wird lediglich die erste Datei geladen.

# Evaluation
source: Description
de: Beschreibung

# ExitApp
source: Exit
de: Schließen

source: France
de: Frankreich

# GenericError
source: Generic parser error
de: Parsingfehler

source: Germany
de: Deutschland

# HeaderParseFailed
source: Failed to parse header
de: Parsingfehler

# InputsInvalidState
source: Input buffer resulted logically impossible state
de: Inputpuffer hat einen ungültigen Zustand

# InputsParseFailed
source: Failed to parse inputs
de: Inputs konnten nicht verarbeitet werden

source: Input Statistics
de: Inputstatistiken

# IsABC
source: ABC-Compliant
de: ABC-konform

# IsABCDescription
source: Whether this input sequence complies with A-Button-Challenge
de: Ob diese Inputsequenz ABC-Konform ist

source: Italy
de: Italien

source: Length (Samples)
de: Länge (Inputproben)

# LoadData
source: Select File
de: Datei auswählen

source: Load Last
de: Letzte Datei laden

# MagicCookieCheck
source: Magic Cookie
de: Identifizierungsnummer

# MagicCookieCheckDescription
source: Whether the movie's magic cookie (signature leading 4 bytes) match the M64 format convention
de: Ob die konstante Identifizierungsnummer M64-konform ist

source: No
de: Nein

# NoControllers
source: No Controllers connected
de: Keine Controller verbunden

# NotAMovie
source: This file is not a movie
de: Diese Datei ist ungültig

source: Old version
de: Alte Version

source: PASS
de: BESTANDEN

# PasteError
source: Error when pasting. Is your clipboard content in the correct format?
de: Fehler beim Einfügen. Sind die Inhalte Ihrer Zwischenablage korrekt formattiert?

# PathError
source: File unavailable
de: Datei unzugänglich

# PickLanguage
source: Change Language
de: Sprache verändern

source: ROM Country
de: ROM-Land

source: Sample
de: Inputprobe

# SaveAlignment
source: Save is misaligned!
de: Pointerverschiebung während des Speicherprozesses!

# SaveData
source: Save As
de: Speichern Als

# SaveFailed
source: Failed to save
de: Konnte nicht speichern

source: Spain
de: Spanien

# StandardVISCheck
source: Region-Conformant VI/s
de: Konformante VI/s

# StandardVISCheckDescription
source: Whether rounded VI/s conform to either PAL/NTSC standard
de: Ob gerundete VI/s normal sind

# StartupTypeSanityCheck
source: Startup Type
de: Startart

# StartupTypeSanityCheckDescription
source: Whether the startup type is within logical bounds and known values
de: Ob die Startart normal ist

# TooLongStringNotificationFormat
source: An inputted property "{0}" had an inappropriate length and has been truncated.
de: Die eingegebene Eigenschaft "{0}" hatte eine unangemessene Länge und wurde getrennt.

# TooShort
source: Movie is too short
de: Film ist zu kurz

source: Total Button Presses
de: Gesamtknopfdrücke

# TotalButtonPressesDescription
source: Total Amount of buttons held on each frame
de: Totale Anzahl der Knopfdrücke

source: Unknown
de: Unbekannt

# UnloadData
source: Back
de: Zurück

source: Value
de: Wert

# VersionCheck
source: Version Validity
de: Versiongültigkeit

# VersionCheckDescription
source: Whether the movies' version is adequate to current standard
de: Ob die Version des Films gültig ist

# VIBoundsCheck
source: Bound VIs
de: Angemessene VIs

# VIBoundsCheckDescription
source: Whether VIs are within logical bounds
de: Ob die VIs angemessen sind

source: Yes
de: Ja

source: File
de: Datei

# AboutText
source: MupenToolkit was developed by Aurumaker72, helped by feedback from various community members.
de: MupenToolkit wurde von Aurumaker72 entwickelt, mithilfe von sämtlichen Communitymitgliedern.

source: Header
de: Einleitdaten

source: Input
de: Inputdaten

source: Expert
de: Experte

# Zoom
source: Magnification
de: Vergrößerung
